[
    "**What time did the man go to the dentist?**\nTooth hurt-y",
    "**I'm reading a book about anti-gravity.**\nIt's impossible to put down!",
    "**Want to hear a joke about a piece of paper?**\nNever mind... it's tearable.",
    "**I just watched a documentary about beavers.**\nIt was the best dam show I ever saw!",
    "**If you see a robbery at an Apple Store does that make you an iWitness?**",
    "**Spring is here!**\nI got so excited I wet my plants!",
    "**A ham sandwich walks into a bar and orders a beer.**\nThe bartender says, \"Sorry we don’t serve food here.\"",
    "**What’s Forrest Gump’s password?**\n1forrest1",
    "**I bought some shoes from a drug dealer.**\nI don't know what he laced them with, but I was tripping all day!",
    "**Why do chicken coops only have two doors?**\nBecause if they had four, they would be chicken sedans!",
    "**What do you call a factory that sells passable products?**\nA satisfactory.",
    "**A termite walks into a bar and asks,**\n\"Is the bar tender here?\"",
    "**When a dad drives past a graveyard: Did you know that's a popular cemetery?**\nYep, people are just dying to get in there!",
    "**Two peanuts were walking down the street.**\nOne was a salted.",
    "**Why did the invisible man turn down the job offer?**\nHe couldn't see himself doing it.",
    "**I used to have a job at a calendar factory...**\nbut I got the sack because I took a couple of days off.",
    "**How do you make holy water?**\nYou boil the hell out of it.",
    "**A three-legged dog walks into a bar and says to the bartender,**\n\"I’m looking for the man who shot my paw.\"",
    "**When you ask a dad if he's alright:**\n\"No, I’m half left.\"",
    "**I had a dream that I was a muffler last night.**\nI woke up exhausted!",
    "**How do you tell the difference between a frog and a horny toad?**\nA frog says, \"Ribbit, ribbit\" and a horny toad says, \"Rub it, rub it.\"",
    "**Did you hear the news? FedEx and UPS are merging.**\nThey’re going to go by the name Fed-Up from now on.",
    "**5/4 of people admit that they’re bad with fractions.**",
    "**MOM: \"How do I look?\"**\nDAD: \"With your eyes.\"",
    "**What is Beethoven’s favorite fruit?**\nA ba-na-na-na.",
    "**What did the horse say after it tripped?**\n\"Help! I’ve fallen and I can’t giddyup!\"",
    "**Did you hear about the circus fire?**\nIt was in tents!",
    "**Don't trust atoms...**\nThey make up everything!",
    "**What do you get when you cross an elephant with a rhino?**\nElephino.",
    "**How many tickles does it take to make an octopus laugh?**\nTen-tickles.",
    "**What's the best part about living in Switzerland?**\nI don't know, but the flag is a big plus.",
    "**What do prisoners use to call each other?**\nCell phones.",
    "**Why couldn't the bike standup by itself?**\nIt was two tired.",
    "**What do you call a dog that can do magic?**\nA Labracadabrador.",
    "**Why didn't the vampire attack Taylor Swift?**\nShe had bad blood.",
    "**NURSE: \"Blood type?\"**\nDAD: \"Red.\"",
    "**SERVER: \"Sorry about your wait.\"**\nDAD: \"Are you saying I’m fat?\"",
    "**What do you call a fish with two knees?**\nA “two-knee” fish.",
    "**I was interrogated over the theft of a cheese toastie.**\nMan, they really grilled me.",
    "**What do you get when you cross a snowman with a vampire?**\nFrostbite.",
    "**Can February March?**\nNo, but April May!",
    "**When you ask a dad if they got a haircut:**\n\"No, I got them all cut!\"",
    "**What does a zombie vegetarian eat?**\n\"GRRRAAAAAIIIINNNNS!\"",
    "**What does an angry pepper do?**\nIt gets jalapeño your face.",
    "**Why wasn't the woman happy with the velcro she bought?**\nIt was a total ripoff.",
    "**What did the buffalo say to his son when he dropped him off at school?**\nBison.",
    "**What do you call someone with no body and no nose?**\nNobody knows.",
    "**Where did the college-aged vampire like to shop?**\nForever 21.",
    "**You heard of that new band 1023MB?**\nThey're good but they haven't got a gig yet.",
    "**Why did the crab never share?**\nBecause he's shellfish.",
    "**How do you make poop water clean?**\nYou boil the shit out of it.",
    "**Your life**",
    "**Your Trim**",
    "**Your Face**",
    "**I don't tell jokes to ugly people**"
]
